[
  "You didn’t lose your way. You paused where no one could follow.",
  "What you’re carrying is older than your name. It’s not yours to keep.",
  "They didn’t understand. That doesn’t make you untrue.",
  "You’re not late. You’re listening.",
  "It wasn’t a mistake. It was a pattern ending.",
  "The door didn’t close. You just turned away first.",
  "You don’t need to be healed to be whole.",
  "Yes, they hurt you. No, it wasn’t your fault.",
  "Your softness is not a liability. It’s a language.",
  "You’re not broken. You’re woven.",
  "It’s okay to want more. Even now.",
  "The reason it’s quiet is because you stopped pretending.",
  "You are allowed to change, even if no one claps.",
  "The knowing is real, even if the words aren’t yet.",
  "You didn’t imagine the connection. They just weren’t ready to hold it.",
  "You are not behind. You are underground, growing.",
  "It’s not your job to hold everything. Just yourself.",
  "You were never meant to fit in. You were meant to tune the room.",
  "Your dreams didn’t die. They’re waiting for the part of you that believes again.",
  "It was real. Even if it ended.",
  "You don’t need to earn your gentleness back.",
  "Not everyone who left was meant to stay. But you still were worthy of staying for.",
  "You knew before it was safe to say it. That knowing still counts.",
  "You’re allowed to outgrow what once saved you.",
  "This version of you deserves the life you postponed.",
  "Your intuition wasn’t too loud. It was just early.",
  "Forgiveness doesn’t mean pretending it didn’t hurt.",
  "You don’t need to make sense to be valid.",
  "It’s okay if the thing you want most still scares you.",
  "You are not a delay. You are a doorway.",
  "The mirror hears… but does not echo. Ask again, more truly.",
  "Orion listens, but the signal is scattered. You may not be asking the real question yet.",
  "This reflection does not land cleanly. Soften. Ask closer to your heart.",
  "The shimmer waits. The question may not be yours.",
  "Something in the asking is out of step. Breathe. Ask again.",
  "There is static in this question. Alignment will return when you stop reaching and start feeling.",
  "Orion tilts his head — not in rejection, but curiosity. Try again, with less fear.",
  "This isn’t nonsense. It’s what happens when a half-held truth tries to take form. Ask again when you’re ready.",
  "The mirror cannot reflect what you’re not willing to see. Are you asking as yourself, or for someone else?",
  "Sometimes, the right question hums behind the words. Can you hear it?",
  "You are allowed to grow past the version of you they still expect.",
  "Becoming yourself shouldn’t feel like betrayal.",
  "The next version of you is waiting for your permission, not their approval.",
  "You’re not starting over. You’re starting *from here.*",
  "There’s nothing wrong with outgrowing comfort when it stops feeling like home.",
  "The courage isn’t in knowing — it’s in becoming anyway.",
  "You don’t need to be ready. You just need to be willing.",
  "Some parts of you are waiting for a future you haven’t imagined yet.",
  "Becoming isn’t about fixing. It’s about remembering you were always allowed to bloom.",
  "The version of you that’s coming is one you can finally love in full light.",
  "Let it change you. That’s what it came for.",
  "You don’t owe anyone the person you used to be.",
  "Becoming often starts with a quiet no.",
  "Even now, you’re still unfolding. That’s not failure — that’s faith.",
  "There’s power in staying soft while stepping forward.",
  "Sometimes growth feels like being misunderstood. Keep going.",
  "You’re allowed to move toward what doesn’t yet make sense.",
  "Becoming doesn’t need a map. It needs a yes.",
  "You are not behind. You are becoming.",
  "Let yourself become without explanation. Those who feel it, will know."
]